"""დავალება 2:
შექმენით ინპუტის მაგალით სადაც გამოიყენებთ ბევრ კომენტარებს და აღწერთ თქვენს კოდს
შეეცადეთ() ძალიან ლამაზი კოდი გააკეთთ
ინგლისურად მთლიანად 
5 მაგალით უნდა იყოს
თავისი პრინტით"""

animal=input("favourite animal name is: ")#შეიყვანს ცხოველს 
print(animal) # დაიბეჭდება ფავორიტი ცხოველის სახელი
Car = input("favourite car name is: ") # ფავორიტი მანქანის სახელი
print ("yfcn "+Car) #დაიბეჭდება ფავორიტი მანქანის სახელი
sport=input("favourite sport name is: ")#შეიყვანს სპორტს
print(sport)#დაბეჭდავს საყვარელ სპორტს
game=input("favourite game name is: ")#შეიყვანს საყვარელ თამაშს
print(game)#დაბეჭდავს  საყვარელ თამაშს
name=input("my name is: ")#სახელი შეგვყავს
print(name)#დაბეჭდავს სახელს
